Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# health_meals_body_ai.dc7014ca09f7
source: 上った階数
ar_sa: عدد الطوابق التي تم صعودها
ca: Nombre de pisos pujats
cs: Počet schodů nahoru.
da: Antal etager, der er besteges
de_de: Anzahl der erklommenen Stockwerke
el: Αριθμός ορόφων που ανέβηκαν
en_au: Floors climbed
es_es: Número de pisos ascendidos
fi: Nousuun käytetty kerros
fr_ca: Nombre d'étages atteints
gu: ઉપરની ફ્લેરની સંખ્યા
he: מספר הקומות שעלו
hi: ऊपर गए मंजिल की संख्या
hr: Broj podignutih kata
hu: Megfelelő szinten
id: Jumlah lantai yang dicapai
it: Numero di piani saliti
ko: 올라간 층수
mr: वरचे मजला
ms: Jumlah lantai yang dinaiki
nl_nl: Aantal verdiepingen waarop je bent geweest
no: Antall trinn opp
pl: Liczba podniesionych pięter
pt_br: Número de andares subidos
pt_pt: Número de andares subidos
ro: Numărul de etaje parcurse
ru: Количество поднятых этажей
sk: Počet poschodí, na ktorých ste boli
sl: Številka vzponov.
sv: Antal trappor som klättrades
ta: ஏறிய தளங்களின் எண்ணிக்கை
te: ఎక్కిన అంతస్తు సంఖ్య
th: จำนวนชั้นที่ขึ้นไป
tr: Yükseldiğiniz kat sayısı
uk: Кількість піднятих поверхів
vi: Số tầng đã leo
zh_hans: 爬楼数
zh_hant: 爬了多少樓

# health_meals_body_ai.dd84abcb6681
source: キャンセル
ar_sa: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annullér
de_de: Abbrechen
el: Ακύρωση
en_au: Cancel
es_es: Cancelar
fi: Peruuta
fr_ca: Annuler
gu: રદ કરો
he: ביטול
hi: रद्द करें
hr: Odustati
hu: Mégsem
id: Batalkan
it: Annulla
ko: 취소
mr: रद्द करा
ms: Batalkan
nl_nl: Annuleren
no: Avbryt
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulare
ru: Отмена
sk: Zrušiť
sl: Prekliči
sv: Avbryt
ta: ரத்து செய்
te: రద్దు చేయి
th: ยกเลิก
tr: İptal et
uk: Скасувати
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

# health_meals_body_ai.dda25c014089
source: 直近の週平均体重が目標方向と逆に動いています。まずは摂取目安を少し調整する候補です。
ar_sa: متوسط وزني الأسبوعي الأخير يتحرك في الاتجاه المعاكس لهدفي. بادئ ذي بدء، إنه مرشح لتعديل المدخول الموصى به قليلاً.
ca: El meu pes mitjà setmanal recent s'està movent en la direcció oposada al meu objectiu. En primer lloc, és un candidat per ajustar lleugerament la ingesta recomanada.
cs: Vaše průměrná váha za poslední týden se pohybuje opačným směrem než je cílový rozsah. Doporučujeme nejprve upravit doporučenou denní dávku.
da: Dit gennemsnitlige vægtforbrug over den seneste uge bevæger sig i modsatte retning af dit mål. Det kan være en god idé at justere dit kalorieindtag lidt.
de_de: Ihr durchschnittliches Wochengewicht bewegt sich entgegen dem Ziel. Zuerst sollten Sie die empfohlene Menge leicht anpassen.
el: Το μέσο βάρος σας την τελευταία εβδομάδα κινείται προς το αντίθετο από τον στόχο. Αρχικά, προτείνουμε μια μικρή αλλαγή στην ποσότητα των θερμίδων.
en_au: Your average weekly weight loss is moving in the opposite direction of your goal. Consider adjusting your calorie intake first.
es_es: Tu peso promedio semanal está fluctuando en dirección opuesta a tu objetivo. Considera ajustar ligeramente la ingesta.
fi: Viimeisen viikon keskimääräinen paino on liikkeessä vastakkaiseen suuntaan. Ensimmäiseksi kannattaa säätää suositeltavaa annosta.
fr_ca: Votre poids moyen hebdomadaire évolue à l'opposé de votre objectif. Il serait peut-être judicieux d'ajuster légèrement votre apport calorique.
gu: છેલ્લા અઠવાડિયાનો સરેરાશ વજન ધ્યેયની વિરુદ્ધ દિશામાં વધી રહ્યું છે. પ્રથમ, આહારની માત્રામાં થોડો ફેરફાર કરવાની સંભાવના છે.
he: המשקל הממוצע השבועי האחרון זז בכיוון הפוך מהמטרה. בתחילה, זה יכול להיות מועמד לשינוי קל בהמלצות היומיות.
hi: पिछले सप्ताह का औसत वजन लक्ष्य के विपरीत दिशा में जा रहा है। पहले, कृपया सेवन की मात्रा को थोड़ा समायोजित करें।
hr: Vaša prosječna težina u posljednjoj tjedni se kreće u suprotnom smjeru od cilja. Prvo razmislite o laglom prilagođavanju preporučene količine hranjivih sastojaka.
hu: Az utóbbi heti átlag súlyod ellentétes irányban mozgott. Első lépésként javaslom, hogy finoman módosítsd a napi bevitel mennyiségét.
id: Berat badan rata-rata mingguan Anda bergerak berlawanan dengan target. Pertimbangkan untuk menyesuaikan asupan kalori terlebih dahulu.
it: Il tuo peso medio settimanale si sta muovendo nella direzione opposta all'obiettivo. Inizialmente, potresti voler regolare leggermente l'apporto calorico.
ko: 최근 주 평균 체중이 목표 방향과 반대로 움직이고 있습니다. 우선 섭취 권장량을 조금 조절하는 후보입니다.
mr: मागील आठवड्यातील सरासरी वजन हे ध्येयाच्या विरुद्ध दिशेने जात आहे. त्यामुळे, आहारात थोडा बदल करण्याचा प्रयत्न करा.
ms: Purata berat mingguan anda bergerak ke arah sasaran yang berbeza. Mungkin perlu menyesuaikan jumlah pengambilan terlebih dahulu.
nl_nl: Uw gemiddelde gewicht over de afgelopen week beweegt in de verkeerde richting. Probeer eerst uw calorie-inname aan te passen.
no: Din gjennomsnittlige vekt har gått ned i motsatt retning av målet. Vurder først å justere anbefalt inntak litt.
pl: Średnia waga w ostatnim tygodniu jest niższa niż założony cel. Proszę najpierw dostosować zalecaną ilość spożycia.
pt_br: Seu peso médio semanal está se movendo na direção oposta à meta. Considere ajustar ligeiramente a ingestão inicialmente.
pt_pt: Seu peso médio semanal está se movendo na direção oposta à meta. Considere ajustar ligeiramente a ingestão inicialmente.
ro: În ultima săptămână, greutatea medie a scăzut în direcție inversă față de obiectiv. În primul rând, puteți ajusta ușor aportul caloric.
ru: Ваш средний вес за последнюю неделю движется в неправильном направлении. В первую очередь, стоит немного скорректировать рекомендуемое количество калорий.
sk: Vaša priemerná hmotnosť za poslednú týždeň sa pohybuje opačne ako cieľ. Najprv zvážte mierne úpravu odporúčanej dávky.
sl: Vaša povprečna telesna teža zadnjih tednikov se usmerja v nasprotni smeri cilja. Za začetek poskusite prilagoditi priporočen dnevni odmerek.
sv: Din genomsnittliga vikttapp under den senaste veckan är i motsatt riktning mot målet. Först bör du justera ditt kaloriintag något.
ta: சமீபத்திய வார சராசரி எடை இலக்கை நோக்கி இல்லாமல் உள்ளது. முதலில், உட்கொள்ளும் அளவை சற்று சரிசெய்யலாம்.
te: గత వారపు సగటు బరువు లక్ష్య దిశకు వ్యతిరేకంగా ఉంది. మొదట, తీసుకోవలసిన మోతాదును కొద్దిగా సర్దుబాటు చేయడం మంచిది.
th: น้ำหนักเฉลี่ยรายสัปดาห์ของคุณเคลื่อนที่ในทิศทางตรงกันข้ามกับเป้าหมาย ดังนั้นจึงเป็นตัวเลือกในการปรับปริมาณที่แนะนำก่อน
tr: Son haftanın ortalama ağırlığı hedefe doğru değil, ters yönde ilerliyor. İlk olarak, alım miktarını ayarlamayı düşünebilirsiniz.
uk: Середня вага за останній тиждень рухається у протилежному напрямку від цілі. Спочатку варто скоригувати рекомендоване споживання калорій.
vi: Trọng lượng trung bình hàng tuần đang đi ngược hướng so với mục tiêu. Lựa chọn đầu tiên là điều chỉnh lượng calo tiêu thụ.
zh_hans: 最近一周的平均体重与目标方向相反。首先建议稍微调整摄入量。
zh_hant: 最近一週的平均體重與目標方向相反。建議首先調整攝取量。

# health_meals_body_ai.de69cad40c07
source: 保存した記憶は削除されません。
ar_sa: لن يتم حذف الذكريات المحفوظة.
ca: Els records desats no se suprimiran.
cs: Uložené vzpomínky se nesmazávají.
da: Gemte minder slettes ikke.
de_de: Gespeicherte Erinnerungen werden nicht gelöscht.
el: Οι αποθηκευμένες μνήμες δεν διαγράφονται.
en_au: Saved memories are not deleted.
es_es: La memoria guardada no se elimina.
fi: Tallennettu muisti ei poista.
fr_ca: Les mémoires sauvegardées ne sont pas supprimées.
gu: સાચવેલો મેમરી ડિલીટ કરી શકાતો નથી.
he: זיכרונות שנשמרו לא נמחקים.
hi: सेव की गई यादों को हटाया नहीं जा सकता।
hr: Spremljena se sjećanja ne brišu.
hu: A mentett emlékezet nem törlődik.
id: Data yang tersimpan tidak akan dihapus.
it: I dati salvati non vengono eliminati.
ko: 저장된 기억은 삭제되지 않습니다.
mr: साठवलेला डेटा हटवला जाऊ शकत नाही.
ms: Ingatan yang disimpan tidak akan dihapus.
nl_nl: Opgeslagen herinneringen worden niet verwijderd.
no: Lagrede minner slettes ikke.
pl: Zapisane wspomnienia nie są usuwane.
pt_br: As memórias guardadas não são apagadas.
pt_pt: As memórias guardadas não são apagadas.
ro: Datele salvate nu sunt șterse.
ru: Данные, которые вы сохранили, не удаляются.
sk: Uložené spomienky sa neodstránia.
sl: Shranjeni spomini ne bodo izbrisani.
sv: Sparad information raderas inte.
ta: சேமித்த நினைவகம் நீக்கப்படாது.
te: సేవ్ చేసిన జ్ఞాపకాలను తొలగించలేము.
th: ข้อมูลที่บันทึกไว้จะไม่ถูกลบ
tr: Kaydedilmiş anılarınız silinmez.
uk: Збережені спогади не видаляються.
vi: Các thông tin đã lưu sẽ không bị xóa.
zh_hans: 保存的记忆不会被删除。
zh_hant: 保存的记忆不会被删除。

# health_meals_body_ai.de927406b58c
source: 科学的根拠、{{value1}}
ar_sa: الأساس العلمي {{value1}}
ca: Base científica, {{value1}}
cs: Vědecké důkazy, {{value1}}
da: Videnskabelige beviser, {{value1}}
de_de: wissenschaftliche Grundlage, {{value1}}
el: Επιστημονική βάση, {{value1}}
en_au: Scientific evidence, {{value1}}
es_es: Evidencia científica, {{value1}}
fi: Tieteellinen näyttö, {{value1}}
fr_ca: Preuves scientifiques, {{value1}}
gu: વૈજ્ઞાનિક આધાર, {{value1}}
he: ראיות מדעיות, {{value1}}
hi: वैज्ञानिक प्रमाण, {{value1}}
hr: Stotine znanstvenih dokaza, {{value1}}
hu: Tudományos bizonyítékok, {{value1}}
id: Bukti ilmiah, {{value1}}
it: Base scientifica, {{value1}}
ko: 과학적 근거, {{value1}}
mr: वैज्ञानिक पुरावे, {{value1}}
ms: Dasar saintifik, {{value1}}
nl_nl: Wetenschappelijke bronnen, {{value1}}
no: Vitenskapelig grunnlag, {{value1}}
pl: Dowody naukowe, {{value1}}
pt_br: Base científica, {{value1}}
pt_pt: Base científica, {{value1}}
ro: Surse științifice, {{value1}}
ru: Научные доказательства, {{value1}}
sk: Vedecké dôkazy, {{value1}}
sl: Št. znanstvenih dokazov, {{value1}}
sv: Vetenskapligt underbyggda resultat, {{value1}}
ta: அறிவியல் ஆதாரங்கள், {{value1}}
te: శాస్త్రీయ ఆధారాలు, {{value1}}
th: หลักฐานทางวิทยาศาสตร์, {{value1}}
tr: Bilimsel kanıtlar, {{value1}}
uk: Наукові докази, {{value1}}
vi: Nguồn khoa học, {{value1}}
zh_hans: 科学依据，{{value1}}
zh_hant: 根據科學證據，{{value1}}

# health_meals_body_ai.debfca7f8b6f
source: 週平均
ar_sa: المتوسط الأسبوعي
ca: mitjana setmanal
cs: Průměr týdně
da: Gennemsnitligt pr. uge
de_de: Durchschnitt pro Woche
el: Μέσος όρος εβδομάδας
en_au: Average per week
es_es: Promedio semanal
fi: Keskimääräinen viikko
fr_ca: Moyenne hebdomadaire
gu: અઠવાડિયાનું સરેરાશ
he: ממוצע שבועי
hi: सप्ताह का औसत
hr: Prosjek tjedno
hu: Heti átlag
id: Rata-rata mingguan
it: Media settimanale
ko: 주 평균
mr: सरासरी
ms: Purata mingguan
nl_nl: Gemiddelde over een week
no: Gjennomsnitt per uke
pl: Średnia tygodniowa
pt_br: Média semanal
pt_pt: Média semanal
ro: Media săptămânală
ru: Среднее значение за неделю
sk: Priemerná hodnota za týždeň
sl: Povprečno za teden
sv: Genomsnitt per vecka
ta: வார சராசரி
te: వార సగటు
th: ค่าเฉลี่ยรายสัปดาห์
tr: Haftalık ortalama
uk: Середньо за тиждень
vi: Trung bình hàng tuần
zh_hans: 每周平均
zh_hant: 平均值

# health_meals_body_ai.df10c0112692
source: 今週の結論
ar_sa: خاتمة هذا الأسبوع
ca: Conclusió d'aquesta setmana
cs: Závěr tohoto týdne
da: Konklusion for denne uge
de_de: Zusammenfassung dieser Woche
el: Συμπεράσματα αυτής της εβδομάδας
en_au: Summary for this week
es_es: Conclusión de esta semana
fi: Viikon yhteenveto
fr_ca: Conclusion de la semaine
gu: આ અઠવાડિયાનો સારાંશ
he: סיכום השבוע
hi: इस सप्ताह का निष्कर्ष
hr: Zaključak za ovaj tjedan
hu: Az ezúti összefoglaló
id: Kesimpulan minggu ini
it: Conclusione della settimana
ko: 이번 주의 요약
mr: आत्ताच्या परिणामांचे विश्लेषण
ms: Kesimpulan minggu ini
nl_nl: Conclusie van deze week
no: Konklusjon for denne uken
pl: Podsumowanie tego tygodnia
pt_br: Conclusão da semana
pt_pt: Conclusão da semana
ro: Concluzia acestei săptămâni
ru: Вывод на эту неделю
sk: Záver týždňa
sl: Zaključek za ta teden
sv: Sammanfattning för den här veckan
ta: இந்த வாரத்தின் முடிவு
te: ఈ వారం యొక్క ముగింపు
th: สรุปสัปดาห์นี้
tr: Haftalık özet
uk: Висновок цього тижня
vi: Kết luận của tuần này
zh_hans: 本周总结
zh_hant: 本周总结

# health_meals_body_ai.df3038574b14
source: 最初のトレーニングを迷わず始められるよう、利用できる器具に合わせてメニューを作成します。
ar_sa: سنقوم بإنشاء قائمة وفقًا للمعدات المتاحة حتى تتمكن من بدء تدريبك الأول دون تردد.
ca: Elaborarem un menú segons l'equipament disponible perquè puguis començar el teu primer entrenament sense dubtar-ho.
cs: Vytvoříme plán cvičení, který vám umožní začít bez váhání, s ohledem na dostupné vybavení.
da: Vi opretter et program, der passer til de udstyr, du har, så du nemt kan starte din første træning.
de_de: Ich erstelle ein Trainingsprogramm, das auf den verfügbaren Geräten basiert, damit Sie problemlos mit Ihrem ersten Training beginnen können.
el: Δημιουργούμε ένα πρόγραμμα προσαρμοσμένο στα διαθέσιμα εργαλεία, ώστε να μπορείτε εύκολα να ξεκινήσετε την πρώτη σας προπόνηση.
en_au: We will create a menu based on available equipment to help you start your first workout without hesitation.
es_es: Crearé un menú adaptado a los equipos disponibles para que pueda comenzar su primer entrenamiento sin dudarlo.
fi: Luo treeniohjelma, joka sopii käytettävissä oleviin laitteisiin, jotta voit aloittaa ensimmäisen harjoituksen helposti.
fr_ca: Nous créons un programme adapté aux équipements disponibles afin que vous puissiez commencer facilement votre premier entraînement.
gu: તમે ઉપલબ્ધ સાધનો અનુસાર, એક એવી યોજના બનાવો જેથી તમે સરળતાથી શરૂઆત કરી શકો.
he: נבנה תפריט בהתאם לציוד הזמין, כדי שתוכלו להתחיל את האימון הראשון בלי היסוס.
hi: उपलब्ध उपकरणों के अनुसार, शुरुआती प्रशिक्षण शुरू करने में मदद करने के लिए एक मेनू बनाया जाएगा।
hr: Pripremamo plan aktivnosti prilagođen opremi koju koristite, kako biste mogli bez problema započeti s prvim treningom.
hu: Készítünk egy programot, amely figyelembe veszi a rendelkezésre álló eszközöket, hogy könnyen elindíthassa az első edzést.
id: Buat menu yang sesuai dengan peralatan yang tersedia agar Anda dapat memulai latihan pertama tanpa ragu.
it: Creeremo un menu adatto all'attrezzatura disponibile, in modo che tu possa iniziare subito il primo allenamento.
ko: 처음 운동을 시작하는 데 도움이 되도록, 이용 가능한 장비를 고려하여 메뉴를 구성합니다.
mr: सुरुवात करण्यासाठी, उपलब्ध उपकरणांनुसार योग्य मेनू तयार केला जाईल.
ms: Buat menu berdasarkan peralatan yang tersedia supaya anda boleh bermula dengan latihan pertama tanpa ragu-ragu.
nl_nl: We creëren een trainingsplan dat past bij de beschikbare apparatuur, zodat u zonder aarzelen kunt beginnen.
no: Vi lager et treningsprogram basert på tilgjengelige utstyr, slik at du enkelt kan starte.
pl: Stworzymy plan treningowy dostosowany do dostępnego sprzętu, abyś mógł bez obaw rozpocząć pierwsze ćwiczenie.
pt_br: Criaremos um plano de treino adaptado aos equipamentos disponíveis, para que você possa começar sem hesitação.
pt_pt: Criaremos um plano de treino adaptado aos equipamentos disponíveis, para que você possa começar sem hesitação.
ro: Vom crea un meniu adaptat echipamentului disponibil pentru a vă ajuta să începeți cu ușurință prima sesiune de antrenament.
ru: Мы составим программу тренировок, учитывая доступное оборудование, чтобы вам было легко начать.
sk: Vytvoríme si plán na základe dostupného vybavenia, aby ste mohli bez váhaní začať prvý tréning.
sl: Ustvarimo seznam vaj, ki ustreza opremi, da vam bo olajšala začetek prve vadbe.
sv: Vi skapar ett träningsprogram baserat på tillgänglig utrustning så att du enkelt kan börja.
ta: பயன்படுத்தக்கூடிய உபகரணங்களுக்கு ஏற்ப, உடற்பயிற்சி திட்டத்தை உருவாக்கவும். இதன் மூலம், நீங்கள் எளிதாகத் தொடங்கலாம்.
te: మొదటి వ్యాయామం చేయడానికి మీకు సహాయపడేలా, అందుబాటులో ఉన్న పరికరాలకు అనుగుణంగా మెనూను రూపొందిస్తాను.
th: สร้างเมนูให้เหมาะสมกับอุปกรณ์ที่ใช้งาน เพื่อให้คุณเริ่มต้นการออกกำลังกายได้ง่าย
tr: İlk antrenmanı kolayca başlatabilmeniz için, mevcut ekipmanlara uygun bir program oluşturulur.
uk: Ми створимо план тренувань відповідно до доступного обладнання, щоб ви могли легко почати.
vi: Chúng tôi sẽ tạo danh sách bài tập phù hợp với các thiết bị bạn có, giúp bạn bắt đầu dễ dàng.
zh_hans: 我们会根据可用的设备创建菜单，以便您毫不犹豫地开始第一次训练。
zh_hant: 根据可用的器材，创建适合的训练计划，以便您轻松开始第一次训练。

# health_meals_body_ai.dfccb419b22f
source: 栄養途中
ar_sa: التغذية قيد التقدم
ca: Nutrició en curs
cs: Výživa – průběh
da: Ernæring i gang
de_de: Nährstoffstatus (in Bearbeitung)
el: Διατροφική κατάσταση σε εξέλιξη
en_au: Nutritional progress
es_es: Información nutricional en progreso
fi: Ravintoarvojen seuranta kesken.
fr_ca: Informations nutritionnelles en cours
gu: પોષણની પ્રગતિ
he: נתוני תזונה חלקיים
hi: पोषण की प्रगति
hr: Prije pod
hu: Táplálkozás folyamat közben
id: Nutrisi sedang diproses
it: Dati nutrizionali parziali
ko: 영양 상태 확인 중
mr: पोषण प्रगती
ms: Nutrien sedang dipaparkan
nl_nl: Voedingsstatus (tussendoortje)
no: Næringsinnhold underveis
pl: Dane dotyczące odżywiania w trakcie
pt_br: Informações nutricionais parciais
pt_pt: Informações nutricionais parciais
ro: Valori nutriționale parțiale
ru: Промежуточное отображение информации о питании
sk: Výživa – priebeh
sl: Prehrana v teku
sv: Näringsstatus (delvis)
ta: ஊட்டச்சத்து முன்னேற்றம்
te: పోషకాహారం - కొనసాగుతోంది
th: ค่าสารอาหารระหว่างวัน
tr: Besin durumu (ilerisi)
uk: Проміжний стан харчування
vi: Dữ liệu dinh dưỡng đang được tải
zh_hans: 营养中间
zh_hant: 营养中间

# health_meals_body_ai.e0cb665ec8d8
source: 直近7日のジム訪問: {{value1}}回
ar_sa: زيارات صالة الألعاب الرياضية في آخر 7 أيام: مرات {{value1}}
ca: Visites al gimnàs en els darrers 7 dies: {{value1}} vegades
cs: Počet návštěv posilovny za poslední týden: {{value1}}krát
da: Antal besøg i fitnesscentret: {{value1}} gange
de_de: Letzte 7 Besuche im Fitnessstudio: {{value1}} Mal
el: Τελευταίες 7 ημέρες στο γυμναστήριο: {{value1}} φορές
en_au: Last 7 days gym visits: {{value1}} times
es_es: Visitas al gimnasio en los últimos 7 días: {{value1}} veces
fi: Viimeisten 7 päivän kuntosalivierailut: {{value1}}
fr_ca: Nombre de visites à la salle de sport au cours des 7 derniers jours : {{value1}} fois
gu: છેલ્લા 7 દિવસના જીમની મુલાકાત: {{value1}} વખત
he: ביקור בחדר הכושר בחמישה הימים האחרונים: {{value1}} פעמים
hi: पिछले 7 दिनों में जिम जाने की संख्या: {{value1}} बार
hr: Broj posjeta teretani u zadnjih 7 dana: {{value1}} puta
hu: Az utóbbi 7 napon a gimnaszt: {{value1}} alkalommal jártad.
id: Jumlah kunjungan gym selama 7 hari terakhir: {{value1}} kali
it: Visite al centro fitness negli ultimi 7 giorni: {{value1}} volte
ko: 최근 7일 동안의 헬스장 방문: {{value1}}회
mr: मागील ७ दिवसांचे जिममध्ये येण्याचा अनुभव: {{value1}} वेळा
ms: Jumlah kunjungan gim dalam 7 hari kebelakangan ini: {{value1}} kali
nl_nl: Aantal bezoeken aan de sportschool in de afgelopen 7 dagen: {{value1}} keer
no: Antall besøk på treningsstudio de siste 7 dagene: {{value1}} ganger
pl: Ostatnie 7 dni wizyt w siłowni: {{value1}} razy
pt_br: Visitas ao ginásio nos últimos 7 dias: {{value1}} vezes
pt_pt: Visitas ao ginásio nos últimos 7 dias: {{value1}} vezes
ro: Vizite la sală în ultimii 7 zile: {{value1}}
ru: Последние 7 дней посещения зала: {{value1}} раз
sk: Posledných 7 dní návštev posilňovne: {{value1}}x
sl: Šteto obiskavanje telovadnice: {{value1}}krat
sv: Antal besök på gymmet senaste 7 dagarna: {{value1}} gånger
ta: கடந்த 7 நாட்களில் ஜிம் வருகை: {{value1}} முறை
te: గత 7 రోజుల్లో జిమ్‌కు వెళ్లడం: {{value1}} సార్లు
th: จำนวนครั้งที่ไปยิมในช่วง 7 วันล่าสุด: {{value1}} ครั้ง
tr: Son 7 günün spor salonu ziyaretleri: {{value1}} kez
uk: Останні 7 днів: відвідування тренажерного залу {{value1}} разів
vi: Số lần đến phòng tập trong 7 ngày gần đây: {{value1}} lần
zh_hans: 最近7天的健身房访问：{{value1}}次
zh_hant: 最近 7 天的健身房訪問：{{value1}} 次

# health_meals_body_ai.e1790b48822b
source: 食事を追加
ar_sa: أضف وجبة
ca: afegir menjar
cs: Přidat položku
da: Tilføj måltid
de_de: Gericht hinzufügen
el: Προσθήκη γεύματος
en_au: Add a meal
es_es: Añadir comida
fi: Lisää ruoka
fr_ca: Ajouter un repas
gu: વધુ માહિતી ઉમેરો
he: הוסף ארוחה
hi: भोजन जोड़ें
hr: Dodajte jelo
hu: Étel hozzáadása
id: Tambahkan makanan
it: Aggiungi pasto
ko: 식사 추가
mr: आहार जोडा
ms: Tambahkan jenis makanan
nl_nl: Maaltijd toevoegen
no: Legg til måltid
pl: Dodaj spożyty pokarm
pt_br: Adicionar refeição
pt_pt: Adicionar refeição
ro: Adăugați o masă
ru: Добавить пункт о еде
sk: Pridajte ďalšiu položku jedla
sl: Dodajte hrano
sv: Lägg till måltid
ta: உணவை சேர்ப்பது
te: ఆహారాన్ని జోడించు
th: เพิ่มอาหาร
tr: Öğün ekle
uk: Додати пункт про їжу
vi: Thêm bữa ăn
zh_hans: 添加饮食
zh_hant: 新增飲食

# health_meals_body_ai.e208549633cc
source: 体型写真チェック
ar_sa: فحص صورة الجسم
ca: Comprovació de la foto corporal
cs: Kontrola fotografií postavy
da: Kropsfoto-tjek
de_de: Überprüfung Ihrer Körpermaße
el: Έλεγχος φωτογραφίας σωματικού τύπου
en_au: Check body shape photo
es_es: Verificación de fotos del cuerpo
fi: Tarkista kehon kuva
fr_ca: Vérification des photos du corps
gu: શરીરના આકારની તસવીર ચકાસો
he: בדיקת תמונות גוף
hi: बॉडी शेप फोटो चेक
hr: Provjera fotografije tijela
hu: Testkép ellenőrzés
id: Periksa foto bentuk tubuh
it: Controllo delle foto del corpo
ko: 체형 사진 확인
mr: शरीराचा आकार फोटो तपासणी
ms: Periksa foto bentuk badan
nl_nl: Controleer uw foto's van uw lichaam
no: Sjekk av bilder av kroppen
pl: Sprawdź swoją sylwetkę
pt_br: Verificação de fotos do corpo
pt_pt: Verificação de fotos do corpo
ro: Verificarea fotografiilor cu silueta
ru: Проверка фотографии вашей фигуры
sk: Kontrola vzhľadu postavy
sl: Preverjanje fotografije telesne oblike
sv: Kontrollera din kroppsform
ta: உடல் அமைப்பு புகைப்படத்தை சரிபார்க்கவும்
te: శరీర ఆకృతి ఫోటో తనిఖీ
th: ตรวจสอบรูปภาพรูปร่าง
tr: Vücut fotoğrafı kontrolü
uk: Перевірка фото вашого тіла
vi: Kiểm tra dáng người
zh_hans: 体型照片检查
zh_hant: 体型照片检查

# health_meals_body_ai.e216609daeb6
source: 頻度
ar_sa: التردد
ca: freqüència
cs: Frekvence
da: Hyppighed
de_de: Häufigkeit
el: Συχνότητα
en_au: Frequency
es_es: Frecuencia
fi: Tiheys
fr_ca: Fréquence
gu: આવર્તન
he: תדירות
hi: बारंबारता
hr: Frekvencija
hu: Hajlamosység
id: Frekuensi
it: Frequenza
ko: 빈도
mr: वारंवारता
ms: Kerapan
nl_nl: Frequentie
no: Hyppighet
pl: Częstotliwość
pt_br: Frequência
pt_pt: Frequência
ro: Frecvență
ru: Частота
sk: Frekvencia
sl: Pogostost
sv: Frekvens
ta: அடிக்கடி
te: ఫ్రీక్వెన్సీ
th: ความถี่
tr: Sıklık
uk: Частота
vi: Tần suất
zh_hans: 频率
zh_hant: 頻率

# health_meals_body_ai.e228355c530a
source: 送信中
ar_sa: إرسال
ca: Enviament
cs: Odesílá...
da: Sender...
de_de: Wird gesendet
el: Σε εξέλιξη αποστολή
en_au: Sending...
es_es: Enviando...
fi: Lähetetään...
fr_ca: Envoi en cours
gu: સંદેશ મોકલવાની પ્રક્રિયામાં છે
he: בשימוש
hi: भेज रहा है
hr: Pošiljamo...
hu: Elküldés közben
id: Sedang dikirim
it: In corso
ko: 전송 중
mr: पाठवताना आहे
ms: Sedang menghantar
nl_nl: Verzend in behandeling
no: Sending...
pl: Wysłanie w toku
pt_br: Enviando...
pt_pt: Enviando...
ro: În curs de trimitere
ru: Отправка...
sk: Odosielanie...
sl: Pošiljamo
sv: Skickar...
ta: அனுப்பி வருகிறது
te: పంపుతున్నది
th: กำลังส่ง
tr: Gönderiliyor
uk: Надсилання...
vi: Đang gửi
zh_hans: 正在发送
zh_hant: 正在發送中

# health_meals_body_ai.e2d8e613515a
source: 今日の体感疲労
ar_sa: الشعور بالتعب اليوم
ca: Sensació de cansament avui
cs: Dnešní subjektivní únava
da: I dagens subjektive træthed
de_de: Subjektives Erschöpfungsgefühl von heute
el: Η υποκειμενική κόπωση της ημέρας
en_au: Today's subjective fatigue
es_es: Fatiga subjetiva de hoy
fi: Tämän päivän subjektiivinen väsymys
fr_ca: Fatigue subjective ressentie aujourd'hui
gu: આજના શારીરિક થાક
he: רמת עייפות גופנית היום
hi: आज की व्यक्तिगत थकान
hr: Subjektivna umor dana
hu: Ma's tapasztalt fáradtság
id: Kelelahan subjektif hari ini
it: Affaticamento soggettivo odierno
ko: 오늘의 주관적인 피로도
mr: आजचा शारीरिक थकवा
ms: Kerahanan subjektif hari ini
nl_nl: Subjectief gevoel van vermoeidheid vandaag
no: I dagens subjektive tretthet
pl: Dzisiejsze subiektywne zmęczenie
pt_br: Sensação de fadiga do dia
pt_pt: Sensação de fadiga do dia
ro: Nivelul de oboseală perceput astăzi
ru: Сегодняшнее ощущение усталости
sk: Dnešná subjektívna únava
sl: Danes subjektivni občutek utrujenosti
sv: Idags subjektiva trötthet
ta: இன்றைய உடல் சோர்வு
te: ఈ రోజు యొక్క వ్యక్తిగత అలసట అనుభూతి
th: ความรู้สึกเหนื่อยล้าวันนี้
tr: Bugünün algılanan yorgunluk seviyesi
uk: Суб'єктивне відчуття втоми сьогодні
vi: Cảm giác mệt của bạn hôm nay
zh_hans: 今日的主观疲劳程度
zh_hant: 今日的主观疲劳感
